stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-50-wf2-200-wf3/wave-iteration-2/out-wf3-200-2022-01-21_22:45:58.txt
Requests      [total, rate]            180000, 200.00
Duration      [total, attack, wait]    15m0.069213426s, 14m59.995891206s, 73.32222ms
Latencies     [mean, 50, 95, 99, max]  106.283914ms, 66.36252ms, 382.137613ms, 1.384695797s, 3.802733085s
Bytes In      [total, mean]            910856228, 5060.31
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  61.54%
Status Codes  [code:count]             0:55384  200:110770  404:13846  
Error Set:
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/9SIQT8TOJO: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/L9ECAV7KIM: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/LS4PSXUNUM: dial tcp: lookup <none>: no such host
404 Not Found